Repository: capensis/canopsis
Catalog: sources/locale/*/ui_lang.po
Languages: fr

source: A port to use for remote connection
fr: Port à utiliser pour la connection à distance

source: The user to use for remote connection
fr: Utilisateur de la connexion à distance

source: The connector adress to reach over network
fr: Adresse de connection

source: A connector name to identify the connector, must be uniq between all connectors.
fr: Nom du connecteur, doit être unique entre tous les connecteurs

source: How the remote connector should be reached
fr: Comment le connecteur distant doit être atteint

source: What connector type is it
fr: Quel type de connecteur est-ce

source: Unknown
fr: Inconnu

source: userid
fr: identifiant utilisateur

source: password
fr: mot de passe

source: host
fr: hôte

source: exchange_name
fr: nom de l'exchange

source: broker_module
fr: module du broker

source: max_size
fr: taille maximale

source: cache_file
fr: fichier de cache

source: cache_size
fr: taille du cache

source: autosync
fr: synchronisation automatique

source: autoflush
fr: purge automatique

source: rate
fr: taux

source: flush
fr: purge

source: acknowledgement
fr: acquittement

source: custom_variables
fr: variable personnalisées

source: amqp_wait_time
fr: temps d'attente amqp

source: Number of seconds before a reconnection to AMQP
fr: Nombre de secondes avant la reconnection à AMQP

source: If 1, add action_url and notes_url to event (default: 0)
fr: Si 1, inclut action_url et notes_url à l'évènement (défaut: 0)

source: If 1, add Nagios macros to event (default: 0)
fr: Si 1, inclut les macros Nagios aux évènements (défaut: 0)

source: If 1, handle downtime events (default: 0)
fr: Si 1, inclut les événements en downtime (défaut: 0)

source: If 1, handle acknowledgement events (default: 0)
fr: Si 1, inclut les événements d'acquittement (défaut: 0)

source: If 1, send service groups on service-check events (default: 0)
fr: Si 1, inclut service groups on service-check aux événements (défaut: 0)

source: If 1, send host groups on host-check events (default: 0)
fr: Si 1, inclut host groups on host-check aux évènements (défaut: 0)

source: If 1, purge cache at startup. /!\ This will increase Nagios' startup time. (default: 0)
fr: Si 1, purge le cache au démarrage du broker. /!\ Augmente le temps de démarrage de Nagios. (défaut: 0)

source: Number of messages to send when depiling (-1: means it is calculated at runtime)
fr: Nombre de messages à envoyer durant le dépilement (-1 signifie que c'est calculé au runtime)

source: Delay in ms between two messages when depiling (5)
fr: Délais en millisecondes entre l'envoi de deux événements (défaut: 5)

source: Delay in seconds between two automatic flush of the cache into the AMQP bus if it is available (60)
fr: Délais en secondes entre deux purges du cache dans le bus AMQP si disponible (défaut: 60)

source: Delay in seconds between two automatic sync of the cache into 'cache_file'. If < 0 disable autosync (note: the cache will always be stored when the module is unloaded). If = 0 cache every time (this is not recommended as it may consumes lot of I/O) (default: 60)
fr: Délai en secondes entre deux synchronisations du cache dans le fichier de cache. Si < 0, la synchronisation automatique est désactivée (note: le cache sera toujours stocké lorsque le module est déchargé). Si = 0 cache tout le temps (Pas recommandé car gourmand en I/O) (défaut: 60)

source: Number of messages to store in cache (1000)
fr: Nombre de messages à stocker dans le cache (défaut: 1000)

source: File in which faulty messages are stored (/usr/local/nagios/var/canopsis.cache) (note: if we cannot read/create the file, the cache will only run in memory)
fr: Ficher dans lequel les messages en erreur sont stockés (défaut: /usr/local/nagios/var/canopsis.cache) (note: s'il n'est pas possible de lire ou créer le ficher, le cache sera fait en mémoire)

source: Maximum message size to send to the AMQP bus
fr: Taille maximale des messages envoyés dans le bus AMQP

source: broker option line
fr: Ligne d'option du broker

source: The amqp port where to connect
fr: Le port AMQP auquel se connecter

source: AMQP Virtual host
fr: Virtual host de l'AMQP

source: The amqp target where to connect
fr: L'adresse de l'AMQP de destination où se connecter

source: The amqp pass to connect with
fr: Le mot de passe pour AMQP

source: The amqp user to connect with
fr: Le user pour AMQP

source: Connector
fr: Connecteur

source: information saved
fr: Information sauvegardée

source: Delete this record ?
fr: Supprimer cet enregistrement ?

source: Link list
fr: Liste de liens

source: tablet
fr: tablette

source: desktop
fr: bureau

source: mocks applied
fr: mock appliqué

source: add mock
fr: ajouter mock

source: Enabled plugins
fr: Plugins activés

source: External links
fr: Liens externes

source: filterlink
fr: filtre de lien

source: A list of labelled links that will be associated to an event.
fr: Liste de liens avec label qui sera associés à un évènement

source: Matching events whose link list have to be computed.
fr: Evènements filtrés dont les liens doivent être calculés

source: Ticket number
fr: Numéro de ticket

source: Filter Links
fr: Filtres de liens

source: Data clean
fr: Nettoyage de données

source: Schedule
fr: Programmation

source: Edit url fields
fr: Edition des champs d'url

source: Edit wich fields in event should contains links
fr: Editer quels champs dans les évènements contiennent des liens

source: information not registered in database.
fr: Information non enregistrée en base de données

source: field_list
fr: liste de champs

source: A field list that events should contain where some url information can be collected.
fr: Décrire une liste de champs pour lesquels des url peuvent apparaître dans un évènement

source: done
fr: fait

source: Ticket declared
fr: Ticket déclaré

source: List of Canopsis UI plugins enabled.<br/><i class="fa fa-warning"></i> BEWARE, if core or uibase module removed, Canopsis UI may not start properly
fr: Liste des plugins Canopsis activés <br/><i class="fa fa-warning"></i> ATTENTION, if les modules core ou uibase sont supprimés, Canopsis UI ne pourra pas fonctionner.

source: Rendering
fr: Rendu

source: Click event
fr: Evènement au click

source: show_title
fr: afficher titre

source: show_output
fr: montrer output

source: Delete this widget ?
fr: Supprimer ce widget ?

source: use_labels
fr: utiliser labels

source: Snmp rules
fr: Règles Snmp

source: Delete these records ?
fr: Supprimer ces enregistrements ?

source: Remove alarm
fr: Effacer alarme

source: Restore alarm
fr: Rétablir alarme

source: general
fr: général

source: Fetching frontend bricks
fr: Récupération des briques du frontend

source: Nothing
fr: Rien

source: Can view
fr: Peut voir

source: From
fr: Depuis

source: To
fr: Jusqu'à

source: Recursion
fr: Récursion

source: Duration
fr: Durée

source: Behaviors
fr: Comportements

source: Context
fr: Contexte

source: Left until max
fr: Restant jusqu'au maximum

source: Import a view
fr: Importer une vue

source: Metrics
fr: Métriques

source: display
fr: affichage

source: allow user display
fr: permettre affichage utilisateur

source: metric template
fr: template de mértique

source: use max value
fr: utiliser la valeur maximale

source: max value
fr: valeur maximale

source: show legend
fr: afficher la légende

source: show tooltip
fr: afficher l'infobulle

source: show labels
fr: afficher les labels

source: Display labels when checked
fr: Afficher les labels quand coché

source: Display tooltip when checked
fr: Afficher les infobulles quand coché

source: Display legend when checked
fr: Afficher la légende quand coché

source: maximum value to display on the chart. This will create a serie with a value equal to the sum of series values minus the max. Depends on if use max value is selected
fr: Valeur maximale à afficher sur le graphique. Cela va créer une série supplémentaire ayant pour valeur la différence entre la valeur maximale et la somme des valeurs des séries. Dépend de si le paramètre "utiliser valeur maximale" est coché

source: Use or not max value. when max value disabled, the maximum value of the chart is the sum of all series.
fr: Utiliser ou non la valeur maximale. Quand la valeur maximale est désactivés, la valeur maximale du graphique est la somme des séries.

source: Select metric to display in the chart. the last value in an interval of 10 minutes is selected by default. Availables template values are <ul><li>connector</li><li>connector_name</li><li>component</li><li>resource</li><li>metric</li></ul>e.g. {{component}} - {{metric}}
fr: Affichage de la valeur de la métrique sous forme de template. Les valeurs du template peuvent être <ul><li>connector</li><li>connector_name</li><li>component</li><li>resource</li><li>metric</li></ul>ex: {{component}} - {{metric}}

source: Allow users to dynamically change chart type.
fr: Permet de changer le type de graphique dynamiquement.

source: Allow to select the categorie chart representation
fr: Permet de sélectionner un type de représentation pour le graphique

source: Duplicate entry
fr: Dupliquer

source: desc
fr: descendant

source: Rights assigned
fr: Droit assigné

source: User Informations
fr: Informations utilisateur

source: subject
fr: sujet

source: body
fr: corps

source: recipients
fr: destinataires

source: attachments
fr: pièces jointes

source: smtp_host
fr: hôte smtp

source: smtp_port
fr: port smtp

source: group
fr: groupe

source: sender
fr: émetteur

source: storages
fr: système de stockage

source: Storages to clean
fr: Stockage à nettoyer

source: write template
fr: écrire un template

source: Selection
fr: Sélection

source: Add event
fr: Ajouter événement
