Repository: capensis/canopsis
Catalog: sources/locale/*/ui_lang.po
Languages: fr

source: View all tasks
fr: Voir toutes les tâches

source: Loading
fr: Chargement en cours

source: Paths and ports
fr: Chemins et ports

source: You have
fr: Vous avez

source: Acknowledge
fr: Acquitter

source: cactions
fr: actions

source: filters
fr: filtres

source: selection_toolbar
fr: barre d'outil de sélection

source: yes
fr: oui

source: children
fr: enfants

source: Minor
fr: Mineure

source: display_name
fr: nom affiché

source: title
fr: titre

source: Title
fr: Titre

source: List option "itemsPerPage" should not be set up to 0
fr: L'option de liste 'nombre d'entrées par page" ne devrait pas être défini à 0

source: to
fr: à

source: crecord_type
fr: type d'enregistrement

source: mail
fr: email

source: sla_rk
fr: routing key pour sla

source: Day
fr: Jour

source: item_actions
fr: action de l'objet

source: timestamp
fr: Date

source: mixins
fr: plugins

source: sla_timewindow_value
fr: fenêtre de temps pour sla

source: debug_mode
fr: mode de debug

source: Stealthy
fr: Furtif

source: entries
fr: entrées

source: Cancelled
fr: Annulé

source: No event matches for operation on
fr: Aucun évènement ne correspond pour l'opération

source: Date sentence prefix
fr: Préfix de phrase de date

source: resource
fr: Ressource

source: name
fr: nom

source: Widget refresh interval
fr: Intervalle de raffraichissement

source: event_selection
fr: selection d'évènement

source: Add
fr: Ajouter

source: server
fr: serveur

source: Report an incident
fr: Déclarer un incident

source: aaa_owner
fr: Propriétaire

source: Scheduled Jobs
fr: Tâches planifiées

source: displayed_columns
fr: colonnes affichées

source: time_conditions
fr: condition de temps

source: Previous
fr: Précédent

source: profile
fr: profil

source: domain
fr: Domaine

source: Create
fr: Créer

source: For the selection
fr: Sélection

source: Field to override
fr: Champ à écraser

source: Next
fr: Suivant

source: Key to remove
fr: Clé à supprimer

source: Event Filter
fr: Filtrage d'événement

source: rrule
fr: règle

source: sla_timewindow
fr: fenêtre de temps pour sla

source: aaa_access_group
fr: groupe d'accès

source: thd_crit_sla_timewindow
fr: seuil de criticité sla

source: records per page
fr: enregistrements par page

source: Event navigation
fr: Temps réél

source: Change criticity
fr: Changer la criticité

source: Hour
fr: Heure

source: Rights
fr: Droits

source: itemsPerPage
fr: éléments par page

source: downtimes_as_ok
fr: définir downtimes en ok

source: aaa_access_unauth
fr: accès non autorisé

source: state
fr: Etat

source: filter_pattern
fr: filtre

source: Today
fr: Aujourd'hui

source: Add a view
fr: Ajouter une vue

source: Settings
fr: Paramètres

source: component
fr: Composant

source: Profiles
fr: Profils

source: Untitled
fr: Sans titre

source: Acknowledge and report an incident
fr: Acquitter et déclarer un incident

source: Remove
fr: Supprimer

source: groups
fr: groupes

source: output
fr: Message

source: Edit widget
fr: Editer le widget

source: custom filter
fr: Filtre personnalisé

source: On going
fr: En cours

source: crecord_name
fr: nom de l'enregistrement

source: Delete
fr: Supprimer

source: Comment
fr: Commentaires

source: dosla
fr: calculer sla

source: created
fr: créé

source: sla_timewindow_doUnknown
fr: fenêtre de temps sla définit en état inconnu

source: of
fr: des

source: days
fr: jours

source: User Interface
fr: Interface utilisateur

source: Custom filter created
fr: Filtre personnalisé créé

source: user_filter
fr: filtre utilisateur

source: list_info_button_pattern
fr: modèle de bouton d'information de liste

source: tasks
fr: tâches

source: refreshableWidget
fr: rafraîchir widget

source: Engines
fr: Moteurs

source: dostate
fr: calculer état

source: Visit
fr: Visiter

source: Value to set
fr: Nouvelle valeur

source: thd_warn_sla_timewindow
fr: seuil de warning pour la fenêtre de temps SLA

source: aaa_group
fr: group

source: Critical
fr: Critique

source: Manage views
fr: Gérer les vues

source: cancel
fr: annuler

source: loaded
fr: chargé

source: Are you sure ?
fr: Etes vous sur ?

source: Events
fr: Evénements

source: connector
fr: Connecteur

source: Authentification systems
fr: Systèmes d'authentification

source: Are you sure to delete filter
fr: Etes vous sur de vouloir supprimer le filtre ?

source: priority
fr: priorité

source: start
fr: début

source: sla_timewindow_unit
fr: unité sla de la valeur glissante

source: exclude_ids
fr: évènements à exclure

source: crecord_creation_time
fr: date de création de l'enregistrement

source: last_dispatcher_update
fr: date de mise à jour du dispatcher

source: enable
fr: activer

source: login_footer
fr: Pied de page (Login)

source: View all
fr: Voir tout

source: All
fr: Tout

source: Leave edition mode
fr: Quitter le mode Edition

source: Filter
fr: Filtre

source: criticity
fr: Criticité

source: external
fr: externe

source: Edit current view
fr: Editer la vue

source: History
fr: Historique

source: roles
fr: rôles

source: rights
fr: droits

source: Save changes
fr: Enregistrer les changements

source: Unable to send event
fr: Impossible d'envoyer l'événement

source: internal
fr: interne

source: Custom filter removed
fr: Filtre personnalisé effacé

source: Edit CAS configuration
fr: Editer la configuration CAS

source: output_tpl
fr: template de l'output

source: Edit settings
fr: Editer les paramètres

source: aaa_access_other
fr: accès divers

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: last_execution
fr: date de la dernière exécution

source: Add action
fr: Ajouter une action

source: event_type
fr: type de l'évènement

source: Remote handling
fr: Prise en charge à distance

source: aaa_access_owner
fr: accès détenteur

source: crecord_write_time
fr: date d'écriture de l'enregistrement

source: Edit LDAP configuration
fr: Editer la configuration LDAP

source: actions_toolbar
fr: barre d'actions

source: Create a custom filter for current list
fr: Créer un filtre personnalisé pour la liste

source: Profile
fr: Profil

source: Remove selection
fr: Effacer la sélection

source: Selected Events
fr: Evénements sélectionnés

source: author
fr: Auteur

source: Component
fr: Composant

source: Export current view
fr: Exporter la vue courante

source: Event search
fr: Recherche d'événements

source: mfilter
fr: filtre

source: connector_name
fr: nom du connecteur

source: role
fr: rôle

source: No matching records found
fr: Aucun enregistrement trouvé

source: state_algorithm
fr: algorithme de calcul d'état

source: lastname
fr: nom

source: event sent
fr: événement envoyé

source: sla_output_tpl
fr: template d'output des sla

source: perimeter
fr: Périmètre

source: About
fr: A propos

source: Off
fr: Inactif

source: firstname
fr: prénom

source: default_filter
fr: filtre par defaut

source: Error while loading data
fr: Erreur de chargement de données

source: source_type
fr: type de source

source: cfilter_allow_only_optimized_filters
fr: l'éditeur de filtre accepte seulement des filtres optimisés

source: user
fr: utilisateur

source: listed_crecord_type
fr: types d'enregistrements listés

source: Users
fr: Utilisateurs

source: Edit filter for current list
fr: Editer le filtre de la liste

source: destination_view
fr: Vue de destination

source: Major
fr: Majeure

source: task
fr: tâche

source: Search
fr: Rechercher

source: Enter a ticket number
fr: Entrer un numéro de ticket

source: include_ids
fr: évènements à inclure

source: uri
fr: LDAP URI

source: Insert widget
fr: Insérer un Widget

source: Undo remove
fr: Annuler

source: Second
fr: Seconde

source: Toggle navigation
fr: Basculer

source: status
fr: Statut

source: Selectors
fr: Sélecteurs

source: Year
fr: Année

source: cloaking
fr: Rendu à la volée (expérimental)

source: Edit your widget preferences
fr: Editer les préférences du widget

source: sla_state
fr: état de la sla

source: Dashboard
fr: Tableau de bord

source: Add filter
fr: Ajouter un filtre

source: Last
fr: Dernier

source: Add entry for current list
fr: Ajouter une entrée

source: requests errors
fr: Requêtes en rreur

source: requests pending
fr: requêtes en attente

source: custom
fr: personnalisé

source: Edit current entry
fr: Editer l'entrée

source: Edit JS runtime configuration
fr: Editer la configuration JS Runtime

source: JS runtime settings
fr: Paramètres JS Runtime

source: client logging verbosity
fr: Niveau de verbosité coté client

source: Save preset
fr: Enregistrer la présélection

source: pending
fr: En attente

source: First
fr: Premier

source: Cancel ack
fr: Annuler Ack

source: Output
fr: Message

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Feb
fr: Fev

source: Apr
fr: Avr

source: Aug
fr: Aoû

source: Redirection to the targeted address
fr: Redirection vers la cible

source: List
fr: Liste

source: Custom
fr: Personnalisé

source: Performance Data
fr: Données de performance

source: Streaming
fr: Flux d'information

source: equal
fr: égal

source: not equal
fr: différent

source: lower than
fr: inférieur à

source: greater than
fr: supérieur à

source: is in
fr: compris dans

source: not in
fr: non compris dans

source: not regex
fr: sauf regex

source: By
fr: Par

source: days ago
fr: jours

source: Assign ticket number
fr: Assigner un ticket

source: Declare an incident
fr: Déclarer un incident

source: Inspect Form
fr: Inspecter le formulaire

source: authkey
fr: clé d'authentification

source: ui_language
fr: langage de l'interface utilisateur

source: userpreference
fr: préférence utilisateur

source: Existing preference for widget
fr: Préférence pour le widget

source: in view
fr: dans la vue

source: Remove this widget preference
fr: Supprimer cette préférence

source: Edit live reporting
fr: Edition Live Reporting

source: dateinterval
fr: Intervalle de date

source: Select date interval
fr: Sélectionner l'intervalle de date

source: safe_mode
fr: mode sécurisé

source: Default view
fr: Vue par défaut

source: Editors
fr: Editeurs

source: Key bindings
fr: Raccourcis clavier

source: Value
fr: Valeur

source: Fetching frontend plugin-ins
fr: Récupération des plugins de l'interface

source: Fetching application starting point
fr: Initialisation du point d'entrée de l'application

source: Initializing user interface
fr: Initialisation de l'interface utilisateur

source: Add event type:
fr: Ajout du type d'évènement:

source: Impossible to load view.
fr: Impossible de charger la vue.

source: event sent:
fr: Evènement envoyé

source: Removed ack for event:
fr: Ack annulé pour cet évènement

source: Ack removed
fr: Ack annulé

source: Associated ticket number
fr: Numéro de ticket associé

source: testing
fr: En cours de test

source: Yearly
fr: Annuel

source: Monthly
fr: Mensuel

source: Weekly
fr: Hebdomadaire

source: Daily
fr: Quotidien

source: Hourly
fr: Par heure

source: Minutely
fr: Par minute

source: Secondly
fr: Par seconde

source: Events statuses
fr: Statut de l'évènement

source: Data cleaner
fr: Nettoyeur de données

source: Empty index page
fr: Page d'accueil vierge

source: No default view configured!
fr: Aucune vue par défaut configurée!

source: Switch to view list
fr: Accéder à la liste des vues

source: root profil
fr: Profile root

source: Edition Live Reporting
fr: Mode rapport interactif

source: Muted tags
fr: Tags muets

source: Colors in console
fr: Couleurs dans la console

source: list of tags to mute in console
fr: Liste des tags muets dans la console

source: Whether to use colors or not in the JS console
fr: Utiliser ou non les couleurs dans la console JS

source: _id
fr: Identifiant

source: shadowpasswd
fr: mot de passe

source: user_groups
fr: groupes d'utilisateurs

source: A role that is assigned to the user
fr: Rôle assigné à un utilisateur

source: Edit user
fr: Editer lest information utilisateur

source: Assigned profile
fr: Profile assigné

source: action_desc
fr: Action descendante

source: Add role
fr: Ajouter un rôle

source: Add user
fr: Ajouter un utilisateur

source: default_role
fr: rôle par défaut

source: Default role for new users
fr: Rôle par défaut pour les nouveaux utilisateurs

source: Editer la configuration LDAP
fr: Editder la configuration LDAP

source: Login with CAS
fr: Se logger avec CAS

source: CAS server URL
fr: adresse du serveur CAS

source: Canopsis URL
fr: URL de canopsis

source: state_when_all_ack
fr: état lorsque tout est acquitté

source: Consider unknown time
fr: Considérer comme temps inconnu

source: Selector name that will be used as produced event resource
fr: Nom du selector (sera utilisé en tant que ressource dans l'évènement produit)

source: User information about this selector
fr: Information utilisateur à propos de ce selecteur

source: Does canopsis have to compute this selector ?
fr: Canopsis doit il calculer ce selecteur ?

source: Enable state computation
fr: Activer le calcul de l'état

source: Allow edit how produced event will be rendered. elements between bracket will be replaced by their computed values
fr: Permet d'éditer le rendu de l'output de l'évènement produit. Les éléments entre crochets seront replacés par leur valeurs dynamiquement calculées.

source: Allow to set what state is applied to this selector produced selector event when all event are acknowleged. worst state compute all events worste state with no care about acknowlegement statement
fr: Permet de définir quel état est appliqué à l'évènement produit par ce selecteur lorsque tous les évènements filtrés sont acquittés. Le pire état calcul la plus haute criticité sans prendre en compte les états des évènements acquittés.

source: Choose events to include in selector computation
fr: Choisir des évènements à inclure dans la sélection du selecteur

source: Choose events to exclude in selector computation
fr: Choisir les évènements à exclure du calcul du selecteur

source: Enable SLA computation for this selector
fr: Activer le calcul de la SLA pour ce selecteur

source: Lock indexes
fr: Verrouiller les indexes

source: Add selector
fr: Ajouter selecteur

source: Add job
fr: Ajouter tâche

source: creation date
fr: date de création

source: is loaded
fr: élément chargé

source: Name
fr: Nom

source: formula
fr: Formule

source: warn
fr: attention

source: crit
fr: critique

source: Aggregation Method
fr: Méthode d'aggrégation

source: Interval of aggregation
fr: Interval d'aggrégation

source: Show line
fr: Afficher une ligne

source: Fill area under line
fr: Remplir l'espace sous la ligne

source: Show points
fr: Afficher les points

source: Show bars
fr: Afficher des barres

source: Line width
fr: Largeur des lignes

source: Bar width
fr: Largeur des barres

source: Point's shape
fr: Forme des points

source: Area opacity
fr: Transparence des surfaces

source: Data source for series
fr: Source de données pour les séries

source: Add serie
fr: Ajouter une série

source: valueLabels
fr: Label de valeur

source: Lines style
fr: Style des lignes

source: Add curve
fr: Ajouter une courbe

source: filter
fr: filtre

source: Warning
fr: Attention

source: Perimeter
fr: Périmètre

source: Domain
fr: Domaine

source: both
fr: chaque

source: not ack
fr: non acquitté

source: Event is either ack or not ack
fr: L'évènement est soit acquitté soit non acquitté

source: Event is ack
fr: L'évènement est acquitté

source: Event is not ack
fr: L'évènement n'est pas acquitté

source: The view to display when users log in
fr: La vue à afficher quand l'utilisateur se connecte

source: Editor overrides for schema types
fr: Surcharges d'éditeur pour les types spécifiés dans les schémas

source: Web application key bindings
fr: Touches de raccourci pour l'application

source: Select task type
fr: Sélectionner le type de tâche

source: Status management information not registered in database.
fr: L'information de gestion des statuts n'est pas présent dans la base de données

source: Please contact your administrator.
fr: Contactez votre administrateur

source: Event settings edition
fr: Edition des paramètres des états d'évènements

source: bagot_freq
fr: fréquence de bagot

source: bagot_time
fr: durée à considérer pour l'état bagot

source: stealthy_time
fr: durée à considérer pour l'état furtif

source: restore_event
fr: évènement restauré

source: How many oscillation to be counted before event is put un bagot statement.
fr: Combien d'oscillations doivent être comptées avant de passer l'évènement en bagot.

source: Duration to consider when computing bagot oscillation.
fr: Durée prise en compte pour la fréquence d'oscillation

source: How long elapsed between two event state change to consider a stealthy status.
fr: Quelle durée entre deux changement d'états d'un évènements pour le considérer en tant que furtif

source: How long an event remains in furtivity status before it changes again to another status.
fr: Combien de temps un évènement reste en état furtif avant de changer vers un autre statut

source: When true, consdider state change with different state level, otherwise consider a change at alert level.
fr: Considère un changement d'état vers pour une alerte quand actif, ne considère qu'un changement vers une alerte autrement.

source: Engine data cleaner information not registered in database.
fr: Le moteur de nettoyage de données n'est pas enregistré dans la base de données.

source: Data clean edition
fr: Edition du moteur de nettoyage de données

source: retention_duration
fr: durée de rétention

source: use_secure_delay
fr: utiliser un délai de sécurité

source: Delay until when keep information into database. Data cleaning is applied once a day.
fr: Durée jusqu'a laquelle les informations sont conservées à partir de maintenant. Le nettoyage des données est appliqué une fois par jour.

source: One year delay security to avoid too short delay data deletion. When false, security is disabled
fr: Délai de sécurité permettant d'éviter des suppression de données en dessous d'une année. Quand désactivé, il est possible d'outrepasser cette sécurité à vos propres risques.

source: Syntax
fr: Syntaxe

source: look for a metric
fr: Rechercher une métrique

source: isn't needed for this one
fr: n'est pas requis pour celui-ci

source: combine all of them to improve your search
fr: tous les combiner permet d'améliorer la recherche

source: look for non-existant field
fr: rechercher un champs non existant

source: Available
fr: Disponible

source: Metric
fr: Métrique

source: last state change
fr: dernier changement d'état

source: Filter remains incomplete
fr: Le filtre est incomplet

source: root profile
fr: profile root

source: updated
fr: mis à jour

source: Login
fr: Authentification

source: Bagot settings
fr: Paramètres de bagot

source: Stealthy settings
fr: Paramètres de furtivité

source: Misc statuses
fr: Status divers

source: Event filter
fr: Filtre d'évènement

source: Include events
fr: Evènements à inclure

source: Exclude events
fr: Exclusion d'évènements

source: LDAP Server
fr: Serveur ldap

source: Fields Mapping
fr: Champs liés

source: breaking rule
fr: règle de terminaison

source: When this rule is met and processed, following rules are not applied depending on priority order
fr: Lorsque cette règles est appliquée, les règles suivantes suivant leur ordre de priorité, ne sont pas appliquées

source: Reinitialising record 'is loaded' value
fr: Réinitialise la valeur de chargement de l'enregistrement

source: Type a value
fr: Saisir une valeur

source: Last event publication
fr: Publication du dernier évènement

source: Acknowleged
fr: Acquitté

source: Week
fr: Semaine

source: Month
fr: Mois

source: look for a component
fr: Chercher un composant

source: look for a resource
fr: Chercher une resource

source: Auth systems
fr: Système d'authentification

source: Not a valid number
fr: Nombre invalide

source: Remove ack
fr: Effacer ack

source: Undo cancel
fr: Défaire annulation

source: Groups
fr: Groupes

source: User preferences
fr: Préférences utilisateur

source: userpreferences
fr: préférences utilisateur

source: Add
fr: Ajouter

source: Impact
fr: Impacte

source: Emergency
fr: Urgence

source: Strong
fr: Fort

source: Medium
fr: Moyen

source: Weak
fr: Faible

source: output of the event
fr: output de l'évènement

source: No values
fr: Pas de valeurs

source: No data available
fr: Pas de données disponibles

source: Data Source
fr: Source de données

source: Advanced Computation
fr: Calcul avancé

source: Metadata
fr: Méta données

source: unit
fr: unité

source: Mail
fr: Email

source: events
fr: évènements

source: Search for a resource
fr: Chercher une ressource

source: Search for a component
fr: Chercher un composant

source: Associate a label to this event
fr: Associer un label à cet évènement

source: Event labels aims to create shortcut in a templating system. They have to contains only chars, numbers or underscores.
fr: Les labels d'évènements permettent de créer des raccourcis dans le système de template. Ils doivent contenir seulement des chiffres, lettres ou underscores.

source: Save labels
fr: Sauvegarder les labels

source: Choose events to include in selector computation, and associate them a label
fr: Choisir des évènements à inclure dans le calcul du selector et les associer à un label

source: Select computed metric values usable in the texteditor. When many points selected for the serie interval, the last one's value only is displayed.
fr: Sélectionner des métriques utilisables dans l'éditeur de texte. Quand plusieurs points sont selectionnés pour la serie, Seul la dernière valeur en date est affichée.

source: Allow display event or metric values<ul><li>event component : {{event.event_label.component}}</li><li>serie's value {{serie.serie_name}}</li><li>human readable value {{hr value=serie.serie_name}}</li></ul>
fr: Permet d'afficher des valeurs d'évènements ou des métriques<ul><li>composant d'évènement : {{event.event_label.component}}</li><li>valeur de série {{serie.serie_name}}</li><li>Valeur simplifiées {{hr value=serie.serie_name}}</li></ul>

source: sla_warning
fr: seuil de warning sla

source: sla_critical
fr: seuil critique de sla

source: alert_level
fr: niveau d'alerte

source: Set alert level beyond witch sla percent is computed. <ul><li>If minor, sla alerts will consider time spent in minor, major and critical state.</li><li>If major, sla alert will consider time spent in major and critical state.</li></ul>
fr: Définit le niveau d'alerte en fonction du niveau d'alerte choisi<ul><li>Si mineur, les alertes sla vont prendre en compte les temps passés en état mineur, majeur et critique.</li><li>Si majeur, les alertes sla vont prendre en compte les temps passés en état majeur et critique.</li></ul>

source: Delay until take care of sla information for this selector.
fr: Délai jusqu' auquel calculer les informations de sla pour ce selecteur.

source: Get configuration
fr: Récupérer configuration

source: Set configuration
fr: Définir configuration

source: Get state
fr: Récupérer l'état

source: Enable connector
fr: Activer connecteur

source: Disable connector
fr: Desactiver connecteur

source: connection type
fr: Type de connection

source: last update date
fr: Date de dernière mise à jour

source: enabled
fr: activé

source: Get connector state
fr: Récupérer l'état du connecteur

source: Set connector configuration
fr: Définir la configuration du connecteur

source: Get connector configuration
fr: Récupérer la configuration du connecteur

source: Edit connector
fr: Editer le connecteur

source: remote_user
fr: utilisateur distant

source: remote_port
fr: port distant
